Repository: Moppelchen/avm_juischeck
Catalog: JuisCheck/Lang/JCstring.*.resx
Languages: de

# BackstageButtonTextAbout
source: About
de: Über

# RibbonButtonTextAddDECT
source: Add DECT
de: DECT hinzufügen

# DeviceFieldLabelDeviceAddress
source: Device address
de: Geräteadresse

# DialogButtonTextCancel
source: Cancel
de: Abbrechen

# BackstageButtonTextClose
source: Close
de: Schließen

# RibbonButtonTextDelete
source: Delete
de: Löschen

# DeviceFieldLabelDeviceName
source: Device name
de: Gerätename

# RibbonButtonTextEdit
source: Edit
de: Bearbeiten

# BackstageButtonTextExit
source: Exit
de: Verlassen

# RibbonButtonTextFindUpdates
source: Find Updates
de: Suche Updates

# RibbonButtonTextMakeCurrent
source: Make Current
de: Setze aktuell

# BackstageButtonTextOpen
source: Open...
de: Öffnen...

# DeviceFieldLabelProductName
source: Product name
de: Produktname

# DialogButtonTextQuery
source: Query
de: Suche

# BackstageButtonTextSave
source: Save
de: Speichern

# BackstageButtonTextSaveAs
source: Save As...
de: Speichern als...

# RibbonButtonTextSelectAll
source: Select All
de: Alles auswählen

# RibbonButtonTextSelectNone
source: Select None
de: Auswahl aufheben

# MessageTextUnsavedData
source: The data is modified. Changes will be\nlost if you do not save the data.\n\nSave the data now?
de: Die Daten wurden geändert. Änderungen gehen\nverloren, wenn Sie die Daten nicht speichern.\n\nJetzt speichern?

# MessageCaptionUnsavedData
source: Unsaved data
de: Nicht gespeichert

# RibbonButtonTooltipAddDECT
source: Add a new device to the list (FRITZ!DECT) [Sihft+Insert]
de: Ein neues Gerät zur Liste hinzufügen (FRITZ!DECT) [Umschalt+Einfügen]

# RibbonButtonTooltipDelete
source: Remove the selected devices from the device collection [Delete]
de: Entfernen der ausgewählten Geräte aus der Gerätesammlung [Löschen]

# RibbonButtonTooltipEdit
source: Edit the selected device [Ctrl+E]
de: Das ausgewählte Gerät bearbeiten [Strg+E]

# RibbonButtonTooltipFindUpdates
source: Query the AVM update service to find new firmware for the selected devices [Ctrl+F]
de: Abfrage des AVM-Aktualisierungsdienstes, um neue Firmware für die ausgewählten Geräte zu finden [Strg+F]

# RibbonButtonTooltipMakeCurrent
source: Make the latest firmware the current firmware for the selected devices [Ctrl+M]
de: Mache die neueste Firmware zur aktuellen Firmware für die ausgewählten Geräte [Strg+M]

# RibbonButtonTooltipSelectAll
source: Select all devices [Ctrl+A]
de: Alle Geräte auswählen [Strg+A]

# RibbonButtonTooltipSelectNone
source: Select no device [Ctrl+N]
de: Kein Gerät auswählen [Strg+N]

# MessageCaptionError
source: Error
de: Fehler

# MessageTextSaveDeviceCollectionFailed
source: The device collection could not be saved.\n\n{0}
de: Die Gerätesammlung konnte nicht gespeichert werden.\n\n{0}

# FileNameNew
source: New
de: Neu

# MessageTextOpenDeviceCollectionFailed
source: The device collection could not be loaded.\n\n{0}
de: Die Gerätesammlung konnte nicht geladen werden.\n\n{0}

# MessageTextDeleteMultipleDevices
source: Delete {0} selected devices?
de: Lösche {0} ausgewählte Geräte?

# MessageTextDeleteOneDevice
source: Delete 1 selected device?
de: Lösche 1 ausgewähltes Gerät?

# MessageTextDeviceQueryFailed
source: Could not get data from device.\n\n{0}
de: Konnte keine Daten vom Gerät erhalten.\n\n{0}

# RribbontabHeaderFile
source: File
de: Datei

# DeviceFieldLabelHardwareType
source: Hardware type
de: Hardware-Typ

# DataGridColumnHeaderDeviceAddress
source: Address
de: Adresse

# DataGridColumnHeaderDeviceName
source: Device name
de: Gerätename

# DataGridColumnHeaderProductName
source: Product name
de: Produktname

# RibbonGroupBoxTextDevices
source: Devices
de: Geräte

# DialogCaptionOpen
source: Open
de: Öffnen

# DialogCaptionSave
source: Save As
de: Speichern als

# MessageCaptionAbout
source: About
de: Über

# MessageCaptionDelete
source: Delete
de: Löschen

# ValidationErrorEmptyOrWhiteSpace
source: The input is empty or white space
de: Die Eingabe ist leer oder enthält Leerzeichen

# ValidationErrorInvalidCharacters
source: The input contains invalid characters
de: Die Eingabe enthält ungültige Zeichen

# ValidationErrorValueOutOfRange
source: The input is out of range ({0}-{1})
de: Die Eingabe liegt außerhalb des Bereichs ({0}-{1})

# DialogCaptionDeviceProperties
source: Device properties
de: Geräte-Eigenschaften

# DeviceTooltipUnusualFirmwareMajorWarning
source: Unusual firmware major version (should be hardware type - 72)
de: Ungewöhnliche Firmware-Hauptversion

# DeviceFieldLabelFirmwareBuildType
source: Firmware type
de: Firmware-Typ

# DataGridColumnHeaderFirmwareBuildType
source: Type
de: Typ

# ValidationErrorNoValueSelected
source: No value selected
de: Kein Wert gewählt

# ComboBoxValueBuildtypeBetaInhouse
source: Inhouse beta (1000)
de: Inhaus Beta (1000)

# ComboBoxValueBuildtypeBetaPublic
source: Public beta (1001)
de: Öffentlicher Beta (1001)

# ComboBoxValueUnknown
source: UNKNOWN ({0})
de: UNBEKANNT ({0})

# ComboBoxValueLanguageDE
source: German (de)
de: Deutsch (de)

# ComboBoxValueLanguageEN
source: English (en)
de: Englisch (en)

# ComboBoxValueLanguageES
source: Spanish (es)
de: Spanisch (es)

# ComboBoxValueLanguageFR
source: French (fr)
de: Französisch (fr)

# ComboBoxValueLanguageIT
source: Italian (it)
de: Italienisch (it)

# ComboBoxValueLanguageNL
source: Dutch (nl)
de: Niederländisch (nl)

# ComboBoxValueLanguagePL
source: Polish (pl)
de: Polnisch (pl)

# DeviceFieldLabelLanguage
source: Language
de: Sprache

# ComboBoxValueCountry027
source: South Africa (027)
de: Süd Afrika (027)

# ComboBoxValueCountry030
source: Greece (030)
de: Griechenland (030)

# ComboBoxValueCountry031
source: Netherlands (031)
de: Niederlande (031)

# ComboBoxValueCountry032
source: Belgium (032)
de: Belgien (032)

# ComboBoxValueCountry033
source: France (033)
de: Frankreich (033)

# ComboBoxValueCountry0353
source: Ireland (0353)
de: Irland (0353)

# ComboBoxValueCountry0357
source: Cyprus (0357)
de: Zypern (0357)

# ComboBoxValueCountry0358
source: Finland (0358)
de: Finnland (0358)

# ComboBoxValueCountry036
source: Hungary (036)
de: Ungarn (036)

# ComboBoxValueCountry0371
source: Latvia (0371)
de: Lettland (0371)

# ComboBoxValueCountry0372
source: Estonia (0372)
de: Estland (0372)

# ComboBoxValueCountry0385
source: Croatia (0385)
de: Kroatien (0385)

# ComboBoxValueCountry0386
source: Slovenia (0386)
de: Slowenien (0386)

# ComboBoxValueCountry0387
source: Bosnia and Herzegovina (0387)
de: Bosnien und Herzegovina (0387)

# ComboBoxValueCountry039
source: Italy (039)
de: Italien (039)

# ComboBoxValueCountry041
source: Switzerland (041)
de: Schweiz (041)

# ComboBoxValueCountry0420
source: Czech Republic (0420)
de: Tschechische Republik (0420)

# ComboBoxValueCountry0421
source: Slovakia (0421)
de: Slowakei (0421)

# ComboBoxValueCountry043
source: Austria (043)
de: Österreich (043)

# ComboBoxValueCountry044
source: United Kingdom (044)
de: Groß Britannien (044)

# ComboBoxValueCountry045
source: Denmark (045)
de: Dänemark (045)

# ComboBoxValueCountry046
source: Sweden (046)
de: Schweden (046)

# ComboBoxValueCountry047
source: Norway (047)
de: Norwegen (047)

# ComboBoxValueCountry048
source: Poland (048)
de: Polen (048)

# ComboBoxValueCountry049
source: Germany (049)
de: Deutschland (049)

# ComboBoxValueCountry054
source: Argentina (054)
de: Argentinien (054)

# ComboBoxValueCountry061
source: Australia (061)
de: Australien (061)

# ComboBoxValueCountry064
source: New Zealand (064)
de: Neuseeland (064)

# ComboBoxValueCountry99
source: Other country (99)
de: Anderes Land (99)

# DeviceFieldLabelCountry
source: Country
de: Land

# ComboBoxValueAnnexNone
source: No annex (Ohne)
de: Kein Annex (Ohne)

# DeviceFieldLabelFlags
source: Flags
de: Werte

# DialogCaptionFindUpdates
source: Find updates
de: Suche Updates

# DeviceFieldLabelSerialNumber
source: Serial number
de: Seriennummer

# UpdateInfoError
source: Error
de: Fehler

# UpdateInfoNone
source: None
de: Keine

# RibbonButtonTextClearUpdates
source: Clear Updates
de: Leere Updates

# RibbonButtonTooltipClearUpdates
source: Clear the update information for the selected devices [Shift+U]
de: Löschen der Aktualisierungsinformationen für die ausgewählten Geräte [Umschalt+U]

# RibbonButtonTextDownloadFirmware
source: Download Firmware
de: Firmware herunterladen

# RibbonButtonTooltipDownloadFirmware
source: Launch the default browser to download the firmware image for the selected device [Ctrl+D]
de: Lade das Firmware-Image für das ausgewählte Gerät herunter [Strg+D]

# RibbonButtonTextViewInfo
source: View Info
de: Information anzeigen

# RibbonButtonTooltipViewInfo
source: Launch the default browser to view the firmware release notes for the selected device [Ctrl+I]
de: Starte den Standardbrowser, um die Firmware-Versionshinweise für das ausgewählte Gerät anzuzeigen [Strg+I]

# MessageTextInvalidUpdateVersion
source: Invalid firmware update version.\n\nDevice: {0}\nVersion: {1}
de: Ungültige Firmware-Update-Version.\n\nGerät: {0}\nVersion: {1}

# BackstageButtonTextRemoveNonExistingFiles
source: Remove non-existing files from list
de: Nicht existierende Dateien aus der Liste entfernen

# BackstageSectionHeaderRecentFiles
source: Recent device collections
de: Neueste Gerätesammlungen

# BackstageTabTextRecent
source: Recent
de: Neueste

# ComboBoxValueAnnexCable
source: Cable (Kabel)
de: Kabel

# DeviceFieldLabelUpdateFileName
source: Update file name
de: Update-Dateiname

# DeviceFieldLabelLastChecked
source: Last checked
de: Letzte Prüfung

# DataGridColumnHeaderUpdateLastChecked
source: Last checked
de: Letzte Prüfung

# RibbonTabHeaderDevices
source: Devices
de: Geräte

# BackstageTabTextSettings
source: Settings
de: Einstellungen

# BackstageSectionHeaderGeneral
source: General
de: Allgemein

# SettingLabelJuisReleaseShowBuildNumber
source: Show build number for release versions (if available)
de: Build-Nummer für Release-Versionen anzeigen (falls verfügbar)

# SettingLabelMainWindowRestoreMetrics
source: Restore window size and position on startup
de: Fenstergröße und -position beim Start wiederherstellen

# UpdateInfoUnknown
source: Unknown
de: Unbekannt

# ValidationErrorInvalidFritzOSversion
source: This Fritz!OS version format is invalid (example: 113.07.01)
de: Dieses Format der Fritz!OS-Version ist ungültig (Beispiel: 113.07.01)

# SettingLabelDefaultCountry
source: Country
de: Land

# SettingLabelDefaultFirmwareBuildType
source: Firmware type
de: Firmware-Typ

# SettingLabelDefaultLanguage
source: Language
de: Sprache

# ComboBoxValueNotSet
source: (not set)
de: (nicht gesetzt)

# SettingLabelRecentFilesMax
source: Maximum number of recent files
de: Maximale Anzahl der jüngsten Dateien

# RibbonButtonTextAddJUIS
source: Add Device
de: Gerät hinzufügen

# RibbonButtonTooltipAddJUIS
source: Add a new device to the list (FRITZ!Box, FRITZ!Powerline, FRITZ!WLAN) [Insert]
de: Ein neues Gerät zur Liste hinzufügen (FRITZ!Box, FRITZ!Powerline, FRITZ!WLAN) [Einfg]

# RibbonButtonTextCopyURLs
source: Copy URLs
de: URLs kopieren

# RibbonButtonTooltipCopyURLs
source: Copy the image download URLs of the selected devices to the clipboard [Ctrl+U]
de: Kopieren Sie die Bild-Download-URLs der ausgewählten Geräte in die Zwischenablage [Strg+U]

# BackstageButtonTooltipAbout
source: Display program information
de: Programminformationen anzeigen

# BackstageButtonTooltipClose
source: Close the device collection [Ctrl+W]
de: Die Gerätesammlung schließen [Strg+W]

# BackstageButtonTooltipExit
source: Exit the program
de: Anwendung schließen [Strg+X]

# BackstageButtonTooltipOpen
source: Load a device collection from a file [Ctrl+O]
de: Laden einer Gerätesammlung aus einer Datei [Strg+O]

# BackstageButtonTooltipSave
source: Save the device collection to the file from which it was loaded [Ctrl+S]
de: Speichern der Gerätesammlung in der Datei, aus der sie geladen wurde [Strg+S]

# BackstageButtonTooltipSaveAs
source: Save the device collection to a different file [Ctrl+Alt+S]
de: Speichern der Gerätesammlung in einer anderen Datei [Strg+Alt+S]

# BackstageTabTooltipRecent
source: Open the Recent Files panel
de: Bereich der Neueste Dateien öffnen

# BackstageTabTooltipSettings
source: Open the Settings panel
de: Einstellungen öffnen

# MessageCaptionFatalError
source: Fatal error
de: Fataler Fehler

# MessageTextUnhandledExceptionCopySuccess
source: Unhandled exception: {0}\n\nException information has been copied to the clipboard.
de: Unbehandelte Ausnahme: {0}\n\nDie Ausnahmeinformationen wurden in die Zwischenablage kopiert.

# MessageTextClipboardCopyFailure
source: The data could not be copied to the clipboard.\nThe clipboard may be locked by another program.
de: Die Daten konnten nicht in die Zwischenablage kopiert werden.\nDie Zwischenablage kann durch ein anderes Programm gesperrt sein.

# MessageTextUnhandledExceptionCopyFailure
source: Unhandled exception: {0}\n\nException information could not be copied to the clipboard.
de: Unbehandelte Ausnahme: {0}\n\nAusnahmeinformationen konnten nicht in die Zwischenablage kopiert werden.

# BackstageContextMenuItemTextOpen
source: Open
de: Öffnen

# BackstageContextMenuItemTextRemove
source: Remove from list
de: Von der Liste entfernen

# BackstageButtonTextRemoveAllFiles
source: Remove all files from list
de: Alle Dateien von der Liste entfernen

# ContextMenuTitleTextSelectColumns
source: Select columns
de: Spalten auswählen

# DataGridColumnHeaderCountry
source: Country
de: Land

# DataGridColumnHeaderLanguage
source: Lang
de: Sprache

# DataGridColumnHeaderUpdateFileName
source: Update file name
de: Dateiname aktualisieren

# BackstageButtonTextResetToDefaults
source: Reset to defaults
de: Auf Standardwerte zurücksetzen

# SettingLabelAutoLoad
source: Automatically load the current device collection at next program start
de: Automatisches Laden der aktuellen Gerätesammlung beim nächsten Programmstart

# RibbonButtonTextCopy
source: Copy
de: Kopieren

# RibbonButtonTooltipCopy
source: Add a device that is a copy of the selected device [Ctrl+C]
de: Ein Gerät hinzufügen, das eine Kopie des ausgewählten Geräts ist [Strg+C]
